app.controller('poemCtrl', ['$scope', function ($scope) {
    $scope.poems = [
        {
            title: 'Играя шах върху гърба на котката',
            img: 'shah_kotka.jpg',
            content:
                "Играя шах върху гърба на котката<br />" +
                "и по-меланхолично е от събота." + '<br />' +
                'Мъжът ми е безделен като утрото,' + '<br />' +
            'когато пак забравих печката на четири.' + '<br />' +
            'Да пишеш стихове -' + '<br />' +
            'душевна мастурбация.' + '<br />' +
            'Съвсем съм се побъркала от слабоумие,' + '<br />' +
            '   но за какво ми е да имам ум в каторгата.' + '<br />' +
            '   Излизам по пижама, спя с костюм,' + '<br />' +
            '   преди да се изкъпя се гримирам,' + '<br />' +
            '   навън е сухо, а у нас вали' + '<br />' +
            '   и котката ми лае и настръхва…' + '<br />' +
            '   Не се разбирам, а понякога се мразя' + '<br />' +
            '   за силата на свойта безхарактерност' + '<br />' +
            '   и слабостта на думите, които преповтарям.' + '<br />' +
            '   Научил ли си се успешно да се пазиш' + '<br />' +
            '   от твърде невнимателно доверие?!' + '<br />' +
            '   Една стограмка апатично лято' + '<br />' +
            '   и девет чаши чай, против настинка…' + '<br />' +
            '   Кирливи ризи, гладя и прибирам,' + '<br />' +
            '   а после ги обличаме по сватбите' + '<br />' +
            '   и всички ни се радват и обичат -' + '<br />' +
            '   слъзливи турски 120 серии.' + '<br />' +
            '   Накрая мустакат, наметнал униформата,' + '<br />' +
            '   ще допрочиташ Стефан Цанев, стотен том,' + '<br />' +
                'а аз ще си мечтая да запаля,' + '<br />' +
                'и тъй обикновено ще си остаряваме…'
            + '</p>'
        },

        {
            title: 'Всеки стих е по човешки смърт',
            img: 'stih_smart.jpg',
            content:
                "Отивам си. И болката е с цвят на смърт.<br /> \
                Смокините обличат бреговете.<br />\
                Небето се заоблачи – ще има дъжд,<br />\
                но вероятно ще отмине… и ще светне.<br />\
                <br />\
                Аз искам стих, единствен и за сбогом.<br />\
                Обичам те, но колко ще ми струва?!<br />\
                Прости ми, нямам много, само спомен,<br />\
                в джоба ми е скътан и кротува.<br />\
                <br />\
                А ти си друг, по-силен си от Бога!<br />\
                И сам решаваш де да спреш и колко.<br />\
                Не се сърди, аз пак ще съществувам<br />\
                в жестоката си жилава утроба.<br />\
                <br />\
                Не вярвах, че светът се срива с думи,<br />\
                а се гради с напразни обещания.<br />\
                За идване и ти си като другите,<br />\
                по тръгване - приличаш на баща ми…<br />\
                <br />\
                Когато стане нощ и се разплача,<br />\
                уплашена от сенките във стаята,<br />\
                ще помня как ме будеше и простичко<br />\
                ми казваше, че искаш да остана…<br />\
                <br />\
                Но аз си тръгвам, всичко ще се свърши,<br />\
                тъй както редовете на куплетите.<br />\
                И всеки стих е по човешки смърт,<br />\
                с която са се раждали поетите…"
        }
    ];
}]);