app.controller('poemCtrl', ['$scope', function ($scope) {
    $scope.poems = [

        {
            title: 'Свила лято под крилото',
            img: 'lqto.jpg',
            content:
                'Не умирай във мен, мое лято бакърено,<br /> \
            остани, още малко поне да посветиш.<br /> \
            Аз ще дойда при теб и с другарско хортуване<br /> \
        ще се правиме заедно на страшни поети… <br /> \
<br /> \
Ще рисуваме думи по облачна плът,<br /> \
        ще плетем от лъчите ти кошници.<br /> \
        Остани, мое лято, остани в моя сън,<br /> \
        с кукуригане стават кокошките.<br /> \
<br /> \
        Ти протегна ръка, лятна длан слънчогледена,<br /> \
        и се сви, разболяно от есен.<br /> \
        Хайде давай, тръгни, аз ще хукна след теб<br /> \
    и ще пея, ще пея унесена.<br /> \
<br /> \
        Мое лято, край мен се разбиват вълни<br /> \
    и надежди, мечти се разбиват.<br /> \
        Ти не тръгвай поне, нека спре да вали,<br /> \
        имам нужда от две керемиди.<br /> \
<br /> \
        Но е тежка и зла тази есен <br /> \
    и изтръгва от тебе живота.<br /> \
        Мое лято, ела, като птица със страст<br /> \
    ще те свия при мен, под крилото.'
        },

        {
            title: 'Новодомец пред прага на рая',
            img: 'raq.jpg',
            content: 'Аз не зная кога ще отсъствам за дълго,<br /> \
            с пътен лист, като бял некролог.<br /> \
            Някой свиден приятел, с малко тъжна усмивка,<br /> \
        ще подхвърли – "Отиде при Бог".<br /> \
<br /> \
        Някой може разсеян да разкаже, че някак<br /> \
    си играех на страшен поет,<br /> \
        че обичах да плача много често и кака<br /> \
    ми купуваше жълт сладолед.<br /> \
<br /> \
        И така, ежедневно ще си тръгна от всичкото,<br /> \
        както в петък, по-рано от работа.<br /> \
        На гърба си помъкнала седем едри звездички<br /> \
    и една самодейна дъга...<br /> \
<br /> \
        Дълга дрямка със котката, и далечно пътуване -<br /> \
    новодомец пред прага на Рая.<br /> \
        Само ти ще ми липсваш и пералнята в кухнята,<br /> \
        щом премина в оная одая...'
        },

        {
            title: 'Боледуващ площад от безлюдие',
            img: 'ploshtad.jpg',
            content:
                'Площадите плачат през свойте фонтани,<br /> \
            кълват дробовете им гълъби.<br /> \
            Площади - с цвета на вечерните врани,<br /> \
            площадите – стари и гърбави.<br /> \
            <br /> \
        Вървя по челото на някой от тях,<br /> \
        бързам често, в работно безумие.<br /> \
        Нито роден, ни мой, в този чужд тъжен град<br /> \
    с боледуващ площад - от безлюдие.<br /> \
    <br /> \
        А неделната църква, надменна и зла,<br /> \
        укорително бие камбани,<br /> \
        като млада, сърдита, устата снаха,<br /> \
        би почела с радост смъртта им.<br /> \
        <br /> \
        Площадите пеят, като сляп цигулар,<br /> \
        който идва самотен сред хората.<br /> \
        Нито роден, ни мой, този чужд, тъжен град<br /> \
    във площад се превръщам от скоро...'
        },

        {
            title: 'Хронология на едно умиране',
            img: 'hrono–umirane.jpg',
            content:
                "А ето, че се стъмва, няма как…<br /> \
            Небето за почивка се оттегля<br /> \
            от тъжния си, ежедневен кръговрат.<br /> \
            Една звезда игриво го замерва<br /> \
            със лъч надежда, че от утре, може би,<br /> \
            ще се събуди, без да го наболва хоризонта,<br /> \
            а джобът му, препълнен със мечти,<br /> \
            ще струва колкото преоценена нежност.<br /> \
            <br /> \
        Но ето, че се стъмва, няма как…<br /> \
Дори небетата заспиват непогалени!<br /> \
        Помръкнали, звездите също спят,<br /> \
        останали бездомни и нажалени.<br /> \
        И някак във протест се сипе дъжд<br /> \
    от светлина и мъка. В памет на небето,<br /> \
        във тази хронология на смърт,<br /> \
        във тази вечност, черна и проклета…<br /> \
<br /> \
    Небетата умират - ето, сбрах:<br /> \
    венчално було, блянове момински...<br /> \
        И хората умират като тях,<br /> \
        смъртта е болест в стадий на настинка.<br /> \
        А мене ме наболва хоризонта,<br /> \
        и ирисите стават все по-алени,<br /> \
        отново ще се съмва, няма как,<br /> \
        но хората умират непогалени…"
        },

        {
            title: 'Играя шах върху гърба на котката',
            img: 'shah_kotka.jpg',
            content:
            "Играя шах върху гърба на котката<br />" +
            "и по-меланхолично е от събота." + '<br />' +
            'Мъжът ми е безделен като утрото,' + '<br />' +
            'когато пак забравих печката на четири.' + '<br />' +
            'Да пишеш стихове -' + '<br />' +
            'душевна мастурбация.' + '<br />' +
            'Съвсем съм се побъркала от слабоумие,' + '<br />' +
            '   но за какво ми е да имам ум в каторгата.' + '<br />' +
            '   Излизам по пижама, спя с костюм,' + '<br />' +
            '   преди да се изкъпя се гримирам,' + '<br />' +
            '   навън е сухо, а у нас вали' + '<br />' +
            '   и котката ми лае и настръхва…' + '<br />' +
            '   Не се разбирам, а понякога се мразя' + '<br />' +
            '   за силата на свойта безхарактерност' + '<br />' +
            '   и слабостта на думите, които преповтарям.' + '<br />' +
            '   Научил ли си се успешно да се пазиш' + '<br />' +
            '   от твърде невнимателно доверие?!' + '<br />' +
            '   Една стограмка апатично лято' + '<br />' +
            '   и девет чаши чай, против настинка…' + '<br />' +
            '   Кирливи ризи, гладя и прибирам,' + '<br />' +
            '   а после ги обличаме по сватбите' + '<br />' +
            '   и всички ни се радват и обичат -' + '<br />' +
            '   слъзливи турски 120 серии.' + '<br />' +
            '   Накрая мустакат, наметнал униформата,' + '<br />' +
            '   ще допрочиташ Стефан Цанев, стотен том,' + '<br />' +
            'а аз ще си мечтая да запаля,' + '<br />' +
            'и тъй обикновено ще си остаряваме…'
            + '</p>'
        },

        {
            title: 'Всеки стих е по човешки смърт',
            img: 'stih_smart.jpg',
            content:
                "Отивам си. И болката е с цвят на смърт.<br /> \
                Смокините обличат бреговете.<br />\
                Небето се заоблачи – ще има дъжд,<br />\
                но вероятно ще отмине… и ще светне.<br />\
                <br />\
                Аз искам стих, единствен и за сбогом.<br />\
                Обичам те, но колко ще ми струва?!<br />\
                Прости ми, нямам много, само спомен,<br />\
                в джоба ми е скътан и кротува.<br />\
                <br />\
                А ти си друг, по-силен си от Бога!<br />\
                И сам решаваш де да спреш и колко.<br />\
                Не се сърди, аз пак ще съществувам<br />\
                в жестоката си жилава утроба.<br />\
                <br />\
                Не вярвах, че светът се срива с думи,<br />\
                а се гради с напразни обещания.<br />\
                За идване и ти си като другите,<br />\
                по тръгване - приличаш на баща ми…<br />\
                <br />\
                Когато стане нощ и се разплача,<br />\
                уплашена от сенките във стаята,<br />\
                ще помня как ме будеше и простичко<br />\
                ми казваше, че искаш да остана…<br />\
                <br />\
                Но аз си тръгвам, всичко ще се свърши,<br />\
                тъй както редовете на куплетите.<br />\
                И всеки стих е по човешки смърт,<br />\
                с която са се раждали поетите…"
        }
    ];
}]);